{
    "판례일련번호": 402667,
    "사건명": "대전고등법원 2022. 10. 20. 선고 2022누11949 판결 [부당해고구제재심판정취소]확정",
    "사건번호": "2022누11949",
    "선고일자": "2022-10-20",
    "법원명": "대전고등법원",
    "법원종류코드": null,
    "사건종류명": "기업_해고",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "대전고등법원 2022. 10. 20. 선고 2022누11949 판결 [부당해고구제재심판정취소]\n확정\n【사건】\n2022누11949 부당해고구제재심판정취소\n원고, 피항소인\nA\n소송대리인 법무법인 승지\n담당변호사 심형섭, 정경준\n소송복대리인 변호사 김지현\n피고, 항소인\n중앙노동위원회위원장\n피고보조참가인\nB\n소송대리인 법무법인 서석\n담당변호사 윤춘주\n제1심판결\n대전지방법원 2020. 8. 26. 선고 2019구합105114 판결\n환송전판결\n대전고등법원 2021. 6. 18. 선고 2020누12481 판결\n환송판결\n대법원 2022. 7. 14. 선고 2021두46285 판결\n변론종결\n2022. 9. 1.\n판결선고\n2022. 10. 20.\n【주문】\n1. 제1심판결을 취소한다.\n2. 원고의 청구를 기각한다.\n3. 소송총비용은 보조참가로 인한 부분을 포함하여 원고가 부담한다.\n청구취지및항소취지\n1. 청구취지\n중앙노동위원회가 2019. 6. 28. 원고와 피고보조참가인 사이의 C 부당정직 구제 재심신청 사건에 관하여 한 재심판정을 취소한다.\n2. 항소취지\n주문과 같다.\n【이유】\n1. 재심판정의 경위\n가. 원고와 피고보조참가인의 지위\n1) 피고보조참가인(이하 '참가인'이라 한다)은 항만공사법에 의하여 2011. 8. 19. 설립되어 상시근로자 약 179명을 고용하여 항만관리서비스업 등을 영위하는 법인이다.\n2) 원고는 2011. 8. 19. 참가인에 입사하여 2017. 12. 6.부터 자회사인 D 주식회사(이하 '이 사건 회사'라고 한다)에 파견되어 대표이사로 근무하였고, 2018. 12. 31. 정년퇴직하였다.\n나. 원고에 대한 징계처분\n1) 해양수산부는 참가인에 대하여 2018. 4. 4.부터 2018. 4. 6.까지 특별감사를 실시하였고, 그 결과 원고가 이 사건 회사의 직원을 채용하면서 사무실 임차비 집행 및 직원 채용, 직원 채용 시 부적정한 제출 서류를 접수하였다는 사실(이하 '이 사건 비위 사실'이라고 한다)을 적발하고 2018. 6. 12. 참가인에게 원고에 대한 중징계 처분을 요구하였다.\n2) 이에 따라 참가인은 2018. 12. 21. 원고에게 출석통지서를 발송하고 2018. 12. 27. 인사위원회를 개최하였다. 인사위원회에서는 이 사건 비위사실을 이유로 원고에게 정직 1개월의 징계를 의결하였고, 참가인 사장은 원고에 대하여 정직 1개월의 징계처분(이하 '이 사건 징계라 한다)을 하였다. 원고는 이에 불복하여 재심을 청구하였으나, 참가인의 재심인사위원회는 2019. 1. 31. '징계재심을 청구할 새로운 사실이나 명백한 근거가 없다'는 이유로 원고의 징계재심청구를 기각하였다.\n다. 전남지방노동위원회의 구제신청 각하\n원고는 이 사건 징계가 부당하다고 주장하며 2019. 1. 3. 전남지방노동위원회에 구제신청을 하였으나, 전남지방노동위원회는 2019. 3. 25. '원고가 정년퇴직으로 근로관계가 종료되었으므로 구제이익이 없다'는 이유로 원고의 구제신청을 각하하였다.\n라. 중앙노동위원회의 재심신청 기각\n원고는 이에 불복하여 중앙노동위원회에 재심신청을 하였으나, 중앙노동위원회는 2019. 6. 28. 마찬가지로 '원고는 2018. 12. 31. 정년퇴직하여 근로관계가 종료되었으므로 이 사건 징계를 다툴 구제이익이 없다'는 이유로 원고의 재심신청을 기각하였다(C, 이하 '이 사건 재심판정'이라고 한다).\n[인정근거] 다툼 없는 사실, 갑 제1호증, 을 제1호증의 1 내지 7, 을 제2호증의 1 내지 14, 을 제3호증의 1, 2, 을 제4호증, 을 제5호증의 1 내지 8, 변론 전체의 취지\n2. 원고의 주장\n원고는 이 사건 징계로 인하여 정당하게 지급받아야 할 성과급 중 28,318,330원 중 8,494,899원 부분이 감액되었다. 따라서 원고는 이 사건 징계를 다툴 구제이익이 있으므로, 이 사건 재심판정은 위법하여 취소되어야 한다.\n3. 구제이익의 존재 여부에 대한 판단\n가. 관련 법리\n근로자가 부당해고 구제신청을 할 당시 이미 정년에 이르거나 근로계약기간이 만료하는 등의 사유로 근로자의 지위에서 벗어난 경우에는 노동위원회의 구제명령을 받을 이익이 소멸하였다고 봄이 타당하고, 이와 같은 법리는 해고 이외의 징계나 그 밖의 징벌 등에 대한 구제신청에 대하여도 마찬가지로 적용된다. 그 이유는 다음과 같다. 1) 근로기준법 제28조 이하에서 정한 부당해고 등 구제명령제도는 해고, 휴직, 정직, 전직, 감봉, 그 밖의 징벌 등과 같이 사용자가 근로자에게 제재로서 가하는 불이익한 처분에 대하여, 민사소송을 통한 통상적인 권리 구제방법보다 좀 더 신속 · 간이하며 경제적이고 탄력적인 권리구제수단을 마련하는 데에 그 제도적 취지가 있다. 부당해고 등 구제신청을 할 당시 이미 근로자의 지위에서 벗어난 경우에까지 과거 부당해고 등으로 인한 손해를 보상받을 목적으로 행정적 구제절차의 이용을 허용하는 것은 사용자가 근로자에게 제재로서 가하는 불이익한 처분에 대한 구제라는 부당해고 등 구제명령제도의 본래의 보호범위에 포함되지 않는다고 보아야 한다.\n2) 근로기준법은 \"사용자가 근로자에게 부당해고 등을 하면 근로자는 노동위원회에 구제를 신청할 수 있다.\"(제28조 제1항)라고 규정하여 '근로자'에게 구제신청권을 부여하고 있다. 근로자란 직업의 종류와 관계없이 임금을 목적으로 사업이나 사업장에 근로를 제공하는 자를 말하므로(근로기준법 제2조 제1항 제1호), 부당해고 등 구제신청을 할 당시 이미 근로계약관계가 종료한 경우에는 더 이상 근로기준법 제28조 제1항이 정한 근로자의 지위에 있다고 볼 수 없으며, 부당해고 등 구제신청을 하기 전에 그 사용자와의 관계에서 근로계약관계가 있었다는 사정만으로 근로기준법 제28조 제1항의 구제신청권을 갖는 근로자의 범위에 포함된다고 해석하기는 어렵다.\n3) 노동위원회는 부당해고 등 구제신청에 따른 심문을 끝내고 부당해고 등이 성립한다고 판정하면 사용자에게 구제명령을 하여야 한다(근로기준법 제30조 제1항). 구제명령이 내려지면 사용자는 이를 이행하여야 할 공법상의 의무를 부담하고, 이행하지 아니할 경우에는 3천만 원 이하의 이행강제금이 부과되며(근로기준법 제33조), 확정된 구제명령을 이행하지 아니한 사용자는 형사처벌의 대상이 된다(근로기준법 제111조). 따라서 부당해고 등 구제신청을 할 당시 이미 근로계약관계가 종료한 경우에도 근로자의 구제이익을 인정하면 사용자에게 공법상 의무를 지나치게 부과하거나 형사처벌의 범위를 확대하는 결과가 된다.\n4) 대법원 2020. 2. 20. 선고 2019두52386 전원합의체 판결은 근로자가 부당해고 구제신청을 기각한 재심판정에 대해 소를 제기하여 해고의 효력을 다투던 중 정년에 이르거나 근로계약기간이 만료하는 등의 사유로 원직에 복직하는 것이 불가능하게 된 경우에도 해고기간 중의 임금 상당액을 지급받을 필요가 있다면 임금 상당액 지급의 구제명령을 받을 소의 이익이 유지된다는 취지이다. 따라서 근로자가 부당해고 등 구제신청을 하기 전에 이미 근로자의 지위에서 벗어난 경우에는 위와 같은 법리가 그대로 적용된다고 할 수 없다.\n5) 근로자의 보호나 절차경제적 측면에서 보더라도, 근로자가 신속한 구제를 받기 위해 행정적 구제절차를 이용했는데 중간에 근로계약관계가 종료되었다는 이유로 그 신청인을 구제절차에서 배제하거나 그동안 노동위원회가 진행한 조사나 그 조사결과를 토대로 내린 판정을 근로계약관계가 종료되었다는 이유로 모두 무위로 돌리는 것은 바람직하지 않다고 볼 여지가 있으나, 구제신청 당시 이미 근로계약관계가 종료된 경우에는 그러한 고려를 할 필요성이 크지 않다. 근로계약관계가 종료된 시점을 구제신청이전과 이후로 구분하여 구제명령을 구할 이익의 존부를 달리 취급하는 것은 충분히 합리적이다.\n6) 근로기준법(2021. 5. 18. 법률 제18176호로 개정된 것)은 \"노동위원회는 근로계약기간의 만료, 정년의 도래 등으로 근로자가 원직복직(해고 이외의 경우는 원상회복을 말한다)이 불가능한 경우에도 제1항에 따른 구제명령이나 기각결정을 하여야 한다. 이 경우 노동위원회는 부당해고 등이 성립한다고 판정하면 근로자가 해고기간 동안 근로를 제공하였더라면 받을 수 있었던 임금 상당액에 해당하는 금품(해고 이외의 경우에는 원상회복에 준하는 금품을 말한다)을 사업주가 근로자에게 지급하도록 명할 수 있다.\"라는 조항을 신설하였다(제30조 제4항). 위 조항은 부당해고 등 구제절차 도중 근로계약기간의 만료, 정년의 도래 등으로 근로자의 원직복직이 불가능한 경우에도 근로자에게 임금 상당액 지급의 구제명령을 받을 이익을 인정해야 한다는 취지이고, 구제신청 당시 이미 근로계약관계가 소멸하여 근로자의 지위에서 벗어난 경우에까지 구제이익을 인정해야 한다는 의미로는 해석되지 않는다.\n나. 이 사건의 경우\n1) 앞서 인정한 사실에 의하면, 원고는 2018. 12. 28. 이 사건 징계를 받고 2018. 12. 31. 정년퇴직한 이후인 2019. 1. 3. 전남지방노동위원회에 부당정직 구제신청을 하였음을 알 수 있고, 이러한 사정을 앞서 본 법리에 비추어 보면, 원고가 부당정직 구제신청을 할 당시에는 이미 정년이 도래하여 참가인과 사이의 근로계약관계가 종료하였으므로, 원고에게 구제명령을 받을 이익이 존재한다고 보기 어렵다.\n2) 따라서 원고와 참가인 사이의 근로관계가 종료되었다는 이유로 구제신청이 부적법하다고 보아 이를 각하한 초심판정은 적법하고, 초심판정에 대한 원고의 재심신청을 기각한 이 사건 재심판정도 적법하다.\n4. 결론\n그렇다면 원고의 청구는 이유 없으므로 이를 기각하여야 한다. 제1심판결은 이와 결론을 달리하여 부당하므로, 피고의 항소를 받아들여 제1심판결을 취소하고 원고의 청구를 기각하기로 하여 주문과 같이 판결한다.\n재판장\n판사\n신동헌\n판사\n송진호\n판사\n김근홍\n별지 생략"
}